[
    {
        "link": "https://visitmalawi.mw/index.php/nyika-national-park/",
        "name": "Nyika National Park",
        "district": "Rumphi",
        "description": "Nyika is Malawi’s largest park, with an area of no less than 1250 sq miles (3200 sq km) extending across the great Nyika plateau, which is a granitic dome of rolling ‘whaleback’ hills cut by streams and interspersed with pockets of sheltered evergreen forest. Reaching altitudes of over 8000 ft (2500 m), its environment is like none other in the whole of Africa, with its stunningly beautiful scenery leaving most of its visitors lost for words. Often compared to wilderness areas found in Europe, Nyika has the added attractions of being inhabited by large numbers of African safari animals and, at times, sitting above the cloud.",
        "location": "Chilinde"
    },
    {
        "link": "https://visitmalawi.mw/index.php/vwaza-marsh-wildlife-reserve/",
        "name": "Vwaza Marsh Wildlife Reserve",
        "description": "Vwasa Wildlife Reserve, an area of marsh and plain, with a few rocky outcrops, is all of 400 sq miles (1000 sq km) and lies along the Zambian border north-west of Mzuzu.  The reserve has a wonderful mix of vegetation: forest and grassland, thin woodland and marsh. It is this rich habitat which attracts a splendid range of birdlife. Nearly 300 species of birds have been recorded including stork, heron and the white-faced tree duck. Herds of thirty or forty elephants are regularly to be seen and there are large numbers of hippos. Lake Kazuni, near the main entrance to the reserve is famous for its hippos. Buffalo are present in the reserve but their roaming habits make their sightings less easy to predict. As in neighbouring Nyika National Park, there are plenty of smaller mammals.",
        "district": "Rumphi",
        "location": "Vwaza"
    },
    {
        "link": "https://visitmalawi.mw/index.php/kasungu-national-park/",
        "name": "Kasungu National Park",
        "description": "In the west of Central Malawi, and bordering Zambia, is Kasungu National Park, an 800 sq mile (2100 sq km) area of natural woodland and bush with occasional stretches of more open grass. At one time, Kasungu was Malawi’s main game park, closest to Lilongwe and favoured by the country’s first President, Dr Hastings Kamuzu Banda. But it has been long overtaken by Liwonde and  now Majete in the south, as well as Nyika in the north. And even in Central Malawi, Nkhotakoata Wildlife Reserve, now being managed and developed by African Parks, is the first choice of most visitors to this region keen to go on safari.",
        "location": "lifupa",
        "district": "Kasungu"
    },
    {
        "link": "https://visitmalawi.mw/index.php/lake-malawi-national-park/",
        "name": "Lake Malawi National Park",
        "description": "The Lake Malawi National Park is the world’s first freshwater national park and a World Heritage Site, found at Cape Maclear at the southern end of Lake Malawi. The park includes a land area around the cape and bay as well as the Lake and islands up to 100 metres (330ft) off shore. Here is a veritable aquarium of tropical fish in crystal clear waters providing a colourful kaleidoscopic display. The countless thousands of freshwater fish, the mbuna, are more abundant and varied here than anywhere else in the world. Boats are available for hire and the fish will feed directly from the hand. Away from the Lake, the park has baboons, antelope and hyrax, and, of course, there is a great variety of birdlife including fish eagles, cormorants and hamerkops.",
        "location": "Nankumbu Peninsula",
        "district": "Mangochi"
    },
    {
        "link": "https://visitmalawi.mw/index.php/mwabvi-wildlife-reserve/",
        "name": "Mwabvi Wildlife Reserve",
        "description": "Mwabvi Wildlife Reserve is located at the southernmost tip of Malawi in the Lower Shire Valley. At 135 km2 it is the smallest of Malawi’s reserves, and also the least accessible. Nevertheless it boasts a variety of habitats and, because of its remoteness, a wilderness atmosphere that is redolent of the old Africa of Livingstone and Stanley. The landscape includes some scenic rocky outcrops and rivers cut through impressive gorges. There is a variety of vegetation from grass to woodland. and even some quite dense forest. It is beautiful at all times of the year though travel through the park is only possible with a 4×4, or on foot.",
        "district": "Nsanje",
        "location": "Mwabvi"
    },
    {
        "link": "https://visitmalawi.mw/index.php/2150-2/",
        "name": "Majete Wildlife Reserve",
        "description": "Majete Wildlife Reserve is a unique conservation and tourist destination for all visitors. The amazing success story of recovery and restoration and the continued protection of endangered species have led Majete to become one of the most popular reserves in Malawi for wildlife and safaris. Majete lies in the Lower Shire Valley in the South West of Malawi, approximately 70km – (one and a half hour’s drive) from Blantyre’s Chileka international airport and three hours from Lake Malawi.Majete was once a prolific wildlife refuge but by the late 1990’s most species of large game, including elephant, had been eradicated. Remnant populations of a few resilient species remained but they had been reduced to very low, and in some cases critical numbers. Law enforcement teams were ill equipped and underfunded, illegal encroachment, agriculture and hardwood logging were all occurring inside the reserve and the resource was diminishing. In 2003, African Parks Majete (APM) a non-profit organisation, in partnership with the Malawian government and local communities, took total responsibility for the rehabilitation and long-term management of the reserve. The restoration of Majete since then has included significant infrastructure development (142km of electrified perimeter fence, 300km of roads, water holes, scout camps, fence camps and a complete tourism infrastructure), wildlife restocking and a complete overhaul of the law enforcement and scientific monitoring function.",
        "district": "Chikhwawa",
        "location": "3J7R+CHJ, Maganga"
    },
    {
        "link": "https://visitmalawi.mw/index.php/liwonde-national-park/",
        "name": "Liwonde National Park",
        "description": "Although only 220 sq miles (580 sq km), Liwonde is perhaps the most popular of all of Malawi’s game parks, with its beautiful riverine setting and teeming wildlife offering thrilling safaris. It is about 100 miles (160 km) north of Blantyre and only rather more than half that distance from the hotels on the Mangochi Lakeshore. Wildlife viewing is enhanced because the River Shire flows along its western border, allowing boat safaris as well as the usual ones on foot or in 4x4s.",
        "district": "Machinga",
        "location": "Liwonde"
    },
    {
        "link": "https://visitmalawi.mw/index.php/nkhotakota-wildlife-reserve/",
        "name": "Nkhotakota Wildlife Reserve",
        "description": "Nkhotakota Wildlife Reserve, to the east of Central Malawi and near Lake Malawi, is one of the two large wildlife areas offering safaris in this region. Its vast 700 sq miles (1800 sq km) is of rugged terrain crossed by a number of rivers which tumble down the edge of the Rift Valley escarpment as they make their ways to the Lake. Most of the reserve is miombo woodland with large patches of tall grasses and occasional areas of rainforest.  Birdlife is prolific with giant kingfishers and palm nut vultures among the 130 recorded species. This is a wonderful example of true, rugged, untouched wilderness. In the past the reserve proved difficult to access because of the lack of roads or driveable tracks. Although there were animals in Nkhotakota, the terrain and difficult access made them difficult to find. However, the management of the reserve passed into the hands of African Parks in 2015 and they are making rapid progress carrying out their plans to protect and further develop Nkhotakota. One of the largest elephant translocations in human history took place during 2016/17 with 500 elephants being brought in to Nkhotakota. Over half that number were successfully moved in 2016, as part of a total influx of over 1500 game animals, with the reminder brought in the following year. A sanctuary has been established and the reserve has been fully fenced to ensure the long term survival of all the animals in this rapidly developing reserve",
        "district": "Nkhotakota",
        "location": "Tongole"
    },
    {
        "link": "https://whc.unesco.org/en/list/476/",
        "name": "Chongoni Rock Art Area",
        "description": "Situated within a cluster of forested granite hills and covering an area of 126.4 km2, high up the plateau of central Malawi, the 127 sites of this area feature the richest concentration of rock art in Central Africa. They reflect the comparatively scarce tradition of farmer rock art, as well as paintings by BaTwa hunter-gatherers who inhabited the area from the late Stone Age. The Chewa agriculturalists, whose ancestors lived there from the late Iron Age, practised rock painting until well into the 20th century. The symbols in the rock art, which are strongly associated with women, still have cultural relevance amongst the Chewa, and the sites are actively associated with ceremonies and rituals.",
        "district": "dedza",
        "location": "chongoni"
    },
    {
        "link": "https://www.malawitourism.com/regions/south-malawi/mount-mulanje/",
        "name": "Mount Mulanje: Malawi's Hiking Region",
        "description": "At just over 3 000m, Mount Mulanje is Central Africa’s highest peak. This granite mountain range is where to go in Malawi for a fantastic hiking experience and sensational views of the surrounds. Situated just 65 km east of Blantyre, Mount Mulanje is host to a network of trails winding through tea plantations and cedar tree forests, as well as spectacular waterfalls tumbling into icy rock pools – perfect for a refreshing dip! Hiking here can be quite challenging, so you’ll need a reasonable level of fitness and decent walking shoes.",
        "district": "Mulanje",
        "location": "Mulanje Massif"
    },
    {
        "link": "https://www.malawitourism.com/regions/south-malawi/zomba-plateau/",
        "name": "Zomba Plateau: Forest Trails & Phenomenal Views",
        "description": "Malawi’s Zomba Plateau is unique. A great slab of a mountain standing at 1,800 m (6,000ft), and with peaks topping 2,000 m, it has vast tracts of cedar, pine and cypress but elsewhere the vegetation is wild and mixed. On three sides, the plateau has scarp-like edges descending from its outer rim of peaks that surround a central depression. As well as the forests, the plateau top is criss-crossed by streams and there are tumbling waterfalls and still lakes. There are roads right round the top which give access to viewpoints that offer vistas of such splendour that they were described in colonial times as “the best views in the British Empire”. The roads around the plateau are dirt roads used mostly by logging trucks and so require a 4×4 to navigate, but the road up to the top from Zomba Town is a good tar road accessible to all. Once on top of the plateau, there is plenty of hiking, trekking and walking through the forests, alongside the streams and to connect the viewpoints around the edge.",
        "district": "Zomba",
        "location": "Zomba Massif"
    },
    {
        "link": "https://www.tripadvisor.com/Attraction_Review-g319717-d12704017-Reviews-Shire_Eco_Safari_Camp-Liwonde_National_Park_Southern_Region.html",
        "name": "Shire Eco Safari Camp",
        "description": "This safari camp, located beside Liwonde National Park and the western bank of the Shire River, holds the distinction of being owned and operated by Malawians. Enjoy game drives, boat safaris, and viewing the night sky with a Dobsian telescope--the only one found in Malawi!",
        "district": "Machinga",
        "location": "Liwonde"
    },
    {
        "link": "https://www.tripadvisor.com/Attraction_Review-g293811-d4756504-Reviews-Kumbali_Cultural_Village-Lilongwe_Central_Region.html",
        "name": "Kumbali Cultural Village",
        "description": "Kumbali Cultural Village is a showcase of Malawian culture, arts, music, cuisine and crafts. There are 12 traditional huts for accommodation and an open bar & restaurant. Activities include weekly volleyball & football tournaments as well as live music.",
        "district": "Lilongwe",
        "location": "Kumbali"
    },
    {
        "link": "https://malawiplus.com/nkhoma-mountain/",
        "name": "Nkhoma Mountain",
        "description": "Nkhoma Mountain has two visible peaks: Nkhoma and Mbalambala. This formation earned it the local name Phiri La Mitu Iwiri meaning “the two-headed mountain”. Nkhoma Peak, considered the true summit, rises to 1743 m (5718 ft) above sea level, and this is the side where hiking and camping usually happens, when approaching the mountain from the south. If you are going hiking for the day, then best place to park is the Mission Hospital or the CCAP Church, and remember to tell guards to watch over your vehicle.",
        "district": "Lilongwe",
        "location": "Mazengela"
    },
    {
        "link": "https://malawiplus.com/memorial-tower/",
        "name": "World War 1 Memorial tower",
        "description": "Located at the centre of Lilongwe between the Capital Hill and Area 18 Filling Station, the memorial tower is set in the same compound as a statue of the first president of Malawi, Dr. Hastings Kamuzu Banda.The monument was constructed in honour of all soldiers and civilians who died during the First and Second World Wars and other military operations both within and outside Malawi.You can find staff who are very informative with lots of local stories and they can guide you to the top of the tower.There is no lift in the tower, so you need to go up a long flight of stairs and thrilling ladders.The view from the top is the one of the best viewing points of the city in Lilongwe.You can see Capital Hill, Parliament, Bunda Mountain, Ngala Mountain and even Bingu Stadium.There is no entrance fee, but a tip is expected when going up to the clock tower.",
        "district": "Lilongwe",
        "location": "Lilongwe area 18"
    }
]